/* %@ is not a valid regular expression */
"%@ is not a valid regular expression" = "“%@” non è una espressione regolare valida";

/* All documents */
"All documents" = "Tutti i documenti";

/* Command Result - Erbele */
"Command Result - Erbele" = "Risultato del comando - Erbele";

/* Current document */
"Current document" = "Documento attuale";

/* Current project */
"Current project" = "Progetto attuale";

/* Filter */
"Filter" = "Filtro";

/* Go to the web site (http://github.com/abentele/Erbele) to download another version for an earlier Mac OS X system */
"Go to the web site (http://github.com/abentele/Erbele) to download another version for an earlier Mac OS X system" = "Vai sul sito (http://github.com/abentele/Erbele) per scaricare un'altra versione per un Mac OS X precedente";

/* Hide Size Slider */
"Hide Size Slider" = "Nascondi lo slider che regola la dimensione";

/* It seems as if the file is unwritable or that you do not have permission to save the file %@ */
"It seems as if the file is unwritable or that you do not have permission to save the file %@" = "Sembra che il file “%@” non sia scrivibile o che tu non abbia i permessi per salvarlo";

/* New Collection */
"New Collection" = "Nuova collezione";

/* New Command */
"New Command" = "Nuovo commando";

/* New Snippet */
"New Snippet" = "Nuovo frammento di codice";

/* Old Commands */
"Old Commands" = "Vecchi comandi";

/* Please check if the file is locked, on a media that is unwritable or if you can save it in another location */
"Please check if the file is locked, on a media that is unwritable or if you can save it in another location" = "Per piacere controlla che il file non sia stato bloccato e che il supporto sia scrivibile oppure se puoi registrare il file in un altra cartella";

/* Please consider exporting the commands first. There is no undo available */
"Please consider exporting the commands first. There is no undo available" = "Per piacere considera la possibilità di esportare prima i comandi. La funzione di undo non è presente.";

/* Preferences - Erbele */
"Preferences - Erbele" = "Preferenze - Erbele";

/* Run */
"Run" = "Esegui";

/* Show Size Slider */
"Show Size Slider" = "Mostra lo slider che regola la dimensione";

/* Split Window Vertically */
"Split Window Vertically" = "Dividi la finestra verticalmente";

/* This will delete all items in the collection %@. Are you sure you want to continue? */
"This will delete all items in the collection %@. Are you sure you want to continue?" = "Stai per cancellare tutti gli elementi nella collezione “%@”. Sei sicuro di voler continuare?";

/* You need %@ or later to run this version of Erbele */
"You need %@ or later to run this version of Erbele" = "Hai bisogno di %@ o successivo per eseguire questa versione di Erbele";

/* Subtitle of alert panel informing user that the file's string encoding needs to be changed */
"Please choose another encoding (such as UTF-8)." = "Scegli un'altra codifica (ad esempio UTF-8).";

/* Title of alert panel informing user that the file's string encoding needs to be changed. */
"This document can no longer be saved using its original %@ encoding." = "Questo documento non può più essere registrato usando la codifica originale %@.";
